{
    "about_us":"关于我们",
    "contact_us":"联系我们",
    "gallery":"相册",
    "UGACommunity":"UGA 社区",
    "UGANews":"UGA新闻",
    "UGAReddit":"Reddit论坛",
    "MyUGAPortal":"MyUGA门户",
    "Resource":"资源",
    "WHAT_IS_CSSA":"什么是UGACSSA?",
    "WHAT_IS_CSSA_des":"UGA CSSA 是校内唯一一个中国大使馆注册备案并主要面向中国大陆学生学者的学生组织。CSSA委员会包括主席，副主席，财务官以及5位部长及40余位成员组成。如今已发展成拥有1000多名在校成员的大型非营利性学生组织。如今，我们秉承丰富雅典华人生活，弘扬中华民族文化，促进学生职业发展的三大目标，每年举办包括中秋晚会，中国文化讲座，职业招聘会，春节晚会等十余项不同形式不同内容的活动，吸引上千人次参加，影响力进一步提高",
    "reasonToJoin":"加入我们 !",
    "its_fun":"Its Fun!",
    "improve_resume":"提升简历",
    "build_community":"建立社区",
    "leadership":"领导能力",
    "its_fun_d":"结识新朋友，结交新朋友，尝试新事物，参加活动将帮助你充分利用你的UGA体验",
    "improve_resume_d":"参与CSSA学生会组织活动，能帮你在求职，深造方面收获一个更强大更全面的背景",
    "build_community_d":"中国学生学者联谊会的宗旨是促进华人与其他民族之间的社会交往，并为佐治亚大学中国学生群体提供社会和学术支持",
    "leadership_d":"CSSA学生会提供给学生们大量机会展示，锻炼他们的交流与领导能力",
    "join_us":"加入我们",
    "our_structure":"我们的部门",
    "AD":"宣传部",
    "IT":"信息技术",
    "PA":"策划管理部",
    "PR":"外联部",
    "TR":"财务部",
    "AD_b":"负责活动推广及各平台社交媒体管理",
    "IT_b":"为活动及其他部门及内部信息管理提供技术支持",
    "PA_b":"负责重大活动的策划与主办",
    "PR_b":"主要工作是与商家和公司建立合作伙伴关系并赞助活动",
    "TR_b":"CSSA的经济枢纽，掌控着CSSA平时所有活动的经济来源",
    "intro":"介绍",
    "CSSA_1":"UGA CSSA 是校内唯一一个中国大使馆注册备案并主要面向中国大陆学生学者的学生组织。CSSA委员会包括主席，副主席，财务官以及5位部长及40余位成员组成。如今已发展成拥有1000多名在校成员的大型非营利性学生组织。如今，我们秉承丰富雅典华人生活，弘扬中华民族文化，促进学生职业发展的三大目标，每年举办包括中秋晚会，中国文化讲座，职业招聘会，春节晚会等十余项不同形式不同内容的活动，吸引上千人次参加，影响力进一步提高。",
    "CSSA_2":"行动起来吧！🎉又是一个学期了，不知道同学们这个学期是否尝试了一些新的东西。没有尝试的话别灰心！想要丰富课外生活么？提升简历内容？或者结识一些有趣的灵魂？听起来都蛮不错的！期待你会在未来学生会里留下你的印记！",
    "CSSA_3":"现在就点击旁边的目录了解下各个部门吧！准备好的话就点击‘加入我们’填写表格吧！UGA CSSA欢迎你的加入！",
    "AD_D":"AD部门主要负责学生会所有活动宣传海报的制作，拍摄活动照片，活动宣传，微信公众号与Instagram等社交平台的运营。如果你有这方面的工作经验或者是一个对设计、写作、摄影、剪辑非常感兴趣的童鞋快来加入AD部吧！",
    "IT_D":"信息技术部主要负责微信App和网站的更新和维护，每学期为其他部门提供技术支持，网络论坛和微信App开发、论坛维护、文案撰写、UI设计、交互体验、数据管理、活动策划和实战- 与其他部门及时沟通。",
    "PA_D":"PA部门是CSSA的核心部门，新的内部结构是两个策划总监+ 一个IT顾问，以及所有PA部员。PA也是这些部门中人数众多的一个，所属成员将负责策划并实施CSSA各类大大小小的活动。前期活动流程策划，人员分配，场地预定、布置和设计，物资采购，活动当天的执行，和活动结束后的收尾工作都是必不可少的。欢迎有创新力，脑洞大，社交能力强，善于与人合作，乐于沟通表达，活好且腰更好的朋友们加入！",
    "PR_D":"外联部主要负责CSSA与学校别的组织、赞助商，以及合作的企业保持沟通与良好的关系 来签订合同和未来合作。专业不限，性格偏外向，善于沟通，喜欢社交，业务能力到位，学习能力强，认识人源较广会优先考虑。各位社牛人士快快行动起来！",
    "TR_D":"作为CSSA的后勤保障，负责所有开支报销，整理好活动预算在学校的拨款听证会演讲，以及活动结束后做好账目报表。除此之外还需与主席副主席同行参加ISL主办会议。我们希望你能熟练运用Excel，做事细心认真，有责任心。脑子够聪明，思维够跳跃，以及能和每个部门做好交流沟通。",
    "Lastest_Post":"最新公告",
    "keep_in_touch":"保持联系",
    "connect":"更多平台：",
    "learn_more":"了解更多",
    "more_post":"更多内容",
    "our_mission":"我们的目标",
    "our_event":"我们的活动",
    "our_mission_d":"我们的目标是弘扬中国文化，在中国学生群体和整个佐治亚大学社区之间搭建一个沟通桥梁。并且我们立志于提供帮助给佐治亚大学乃至所有中国学生和学者，举办丰富的课余活动到为学生的校园生活增添色彩，给以生活以及职业规划上的帮助。",
    "our_event_d":"每逢重大节日，我们都会组织大型活动，尤其是中国的传统节日，包括中秋节、春节等。我们通过各种方式让参加活动的人最大限度地体验中国文化，包括联欢晚会、游戏，当然还有中国美食！如果您对这些活动感兴趣，请务必在社交媒体上关注我们，获取最新的活动信息！",
    "":""
}