{
    "about_us":"About Us",
    "contact_us":"Contact Us",
    "UGACommunity":"UGA Community",
    "gallery":"Gallery",
    "UGANews":"UGANews",
    "UGAReddit":"UGAReddit",
    "MyUGAPortal":"MyUGAPortal",
    "Resource":"Resource",
    "WHAT_IS_CSSA":"What is UGACSSA?",
    "WHAT_IS_CSSA_des":"CSSA mainly consists of Chinese students and scholars from different areas in China. We tried to make all Chinese students united and establish more friendships. The stated function of CSSAs is helping away-from-home Chinese in their life, study, work, and other issues, to bring Chinese students together on campus, serving as a bridge between the Chinese and other communities, and spreading Chinese culture. The groups typically host events such as annual Chinese New Year galas, holiday celebrations as well as academic forums and talent recruitment competitions tied to the Thousand Talents Plan.",
    "reasonToJoin":"Reason to Join CSSA",
    "its_fun":"Its fun!",
    "improve_resume":"Improve Resume",
    "build_community":"Build the Community",
    "leadership":"Leadership skills",
    "its_fun_d":"Meeting new people, making new friends, trying new things, and participating in activities will help you make the most of your UGA experience.",
    "improve_resume_d":"Being involved in CSSA make you a stronger and more well-rounded candidate for internships, co-ops, graduate schools, job opportunities, etc",
    "build_community_d":"The purpose of Chinese Students and Scholars Association is to promote social interactions between Chinese and other ethnic groups, and provide social and academic support to the UGA Chinese student population.",
    "leadership_d":"From hosting the events, CSSA will provide you opportunities to learn the best way to communicate with both individuals and large groups.",
    "join_us":"Join Us",
    "our_structure":"Our Structure",
    "AD":"Advertising",
    "IT":"Information Technology",
    "PA":"Plan and Adminstrition",
    "PR":"Public Relation",
    "TR":"Treasure",
    "AD_b":"Responsible for event promotion and manage social media on different platforms",
    "IT_b":"Provide technical assitance for events and other deparments and internal informations management",
    "PA_b":"Core department of CSSA, responsible for major events from planning to hosting",
    "PR_b":"Primary job is to asscoiate with merchants and companies to set up partnership and sponsorship for events",
    "TR_b":"Treasurers are responsible for approving all student organization financial transactions",
    "intro":"Introdunction",
    "CSSA_1":"UGA CSSA is the only student organization on campus registered with the Chinese Embassy that is open to students and scholars from mainland China and has a Board of Directors consisting of a President, Vice President, Treasurer, and 5 Ministers with over 40 members. Today, CSSA has grown into a large non-profit student organization with more than 1,000 members. Nowadays, with the three main goals of enriching Chinese life in Athens, promoting Chinese culture, and facilitating the career development of students, we organize more than ten different events every year, including the Mid-Autumn Festival Party, Chinese Culture Seminar, Career Fair, and Chinese New Year's Eve Party, which attracts thousands of participants, and our influence has been further increased.",
    "CSSA_2": "Take action! 🎉 It's another semester, I wonder if students have tried something new this semester. Don't be discouraged if you haven't! Want to enrich your extracurricular life? Enhance the content of your resume? Or meet some interesting souls? It all sounds great! Look forward to making your mark on your future student government!",
    "CSSA_3":"Now click on the table of contents next to it to find out more about the different departments! When you're ready, click 'Join Us' and fill out the form! UGA CSSA welcomes you!",
    "AD_D":"The Advertising department is mainly responsible for the production of all event posters, taking photos of events, publicizing events, and operating social media platforms such as WeChat and Instagram. If you have experience in this field or are interested in design, writing, photography and editing, come and join the AD department!",
    "IT_D":"The Information Technology Department is mainly responsible for updating and maintaining the WeChat App and website, providing technical support to other departments every semester, web forum and WeChat App development, forum maintenance, copywriting, UI design, interactive experience, data management, event planning and practical- Timely communication with other departments.",
    "PA_D":"The PA department is the core department of CSSA. The new internal structure for PA is consist of two planning directors, an IT consultant, and all PA department members. PA is also one of the largest among these departments, and its members will be responsible for planning and implementing various large and small activities of CSSA. Pre-event process planning, personnel allocation, venue reservation, layout and design, material procurement, execution on the day of the event, and finishing work after the event are all essential. Friends who are innovative, have big ideas, have strong social skills, are good at working with others, are willing to communicate and express themselves, and good at carrying stuff are welcome to join!",
    "PR_D":"The Public Relations Department is mainly responsible for maintaining communication and good relationships with other organizations, sponsors, and cooperative enterprises to sign contracts and future cooperation. No restrictions on majors, outgoing personality, good at communication, like to socialize, business skills in place, strong learning ability, and know a wide range of people will be preferred. Join use if you are a social person!",
    "TR_D":"As the logistics of CSSA, Treasure are responsible for all expense reimbursements, putting together a budget for events to present at the school's grant hearings, and making a statement of accounts after the event. This is in addition to traveling with the President's Vice President to ISL-sponsored meetings. We want you to be proficient in Excel, careful and responsible. Smart enough to think outside the box, as well as communicate well with every department!",
    "Lastest_Post":"Lastest Post",
    "keep_in_touch":"Keep in touch",
    "connect":"Connect with us",
    "learn_more":"learn more",
    "":"",
    "":"",
    "":"",
    "":""
  }